Repository: wowgamr/My-Device-Region
Catalog: CheckMyModel/*.lproj/Localizable.strings
Languages: de, it, ru

# HELLO_1
source: Hello! Let me show you how it works. Swipe to the next page
de: Hallo! Wir zeigen Ihnen wie es funktioniert Blättern Sie zur nächsten Seite
it: Ciao! Vuoi vedere come funziona questa app? Vai alla prossima pagina
ru: Привет! Давай покажу, как это работает Листай на следующую страницу

# HELLO_2
source: So, you need to find the device model. Look how it's done
de: Sie müssen also, das Modell des Gerätes finden. Schauen Sie, wie es gemacht wird
it: Per prima cosa, devi trovare il modello del dispositivo. Guarda come si fa
ru: Итак, нужно найти модель устройства. Посмотри, как это делается

# HELLO_3
source: Now you need to insert the model in the appropriate fields, as shown in the picture
de: Nun müssen Sie das Gerätemodell in das entsprechende Feld eingeben, so wie in der Abbildung dargestellt
it: Ora inserisci il modello del dispositivo nei campi appositi, come mostra l'immagine
ru: Теперь нужно вписать модель устройства в специальные поля, как показано на картинке

# HELLO_4
source: Excellent! Let's try to check your model? Click 'Start' at the bottom of page
de: Ausgezeichnet! Lassen Sie uns versuchen, Ihr Modell einzugeben? Klicken Sie auf 'Start' am unteren Rand der Seite
it: Perfetto! Vuoi provare a inserire il tuo modello? Premi il pulsante 'avvia' in basso
ru: Отлично! Давай попробуем ввести твою модель? Нажми 'начать' внизу страницы

# DEVICE
source: Could not find :( Possibly model is incorrect
de: Nicht gefunden :( Vielleicht ist das Modell nicht korrekt angegeben
it: Non trovato :( Assicurati che il modello non corretto
ru: Не удалось найти :( Возможно, модель указана неверно

# REGION
source: Unable to determine the region
de: Die Region konnte nicht bestimmt werden
it: Impossibile determinare la regione
ru: Не удалось определить регион

# SUPPORT_TITLE
source: Support
de: Unterstützung
ru: Поддержка

# SUPPORT
source: This email will be sent to app developer. Please, write here you question. English or Russian language only
de: Diese Nachricht wird an den Entwickler geschickt. Bitte machen Sie Angaben über Ihr Problem. Nur Englisch oder Russisch
it: Questo messaggio sarà inviato allo sviluppatore. Si prega di fornire informazioni circa il tuo problema. Solo in lingua inglese o russo
ru: Это сообщение будет отправлено разработчику. Пожалуйста, подробно опишите свою проблему

source: Color: Black
de: Farbe: Schwarz
it: Colore: Nero
ru: Цвет: Чёрный

source: Color: White
de: Farbe: Weiß
it: Colore: Bianco
ru: Цвет: Белый

source: Color: Blue
de: Farbe: Blau
it: Colore: Azzurro
ru: Цвет: Голубой

source: Color: Green
de: Farbe: Grün
it: Colore: Verde
ru: Цвет: Зелёный

source: Color: Pink
de: Farbe: Rosa
it: Colore: Rosa
ru: Цвет: Розовый

source: Color: Yellow
de: Farbe: Gelb
it: Colore: Giallo
ru: Цвет: Жёлтый

source: Color: Gold
de: Farbe: Gold
it: Colore: Oro
ru: Цвет: Золотой

source: Color: Silver
de: Farbe: Silbern
it: Colore: Argento
ru: Цвет: Серебристый

source: Color: Red
de: Farbe: Rot
it: Colore: Rosso
ru: Цвет: Красный

# COLOR_GRAY
source: Color: Space Gray
de: Farbe: Dunkelgrau
it: Colore: Grigio
ru: Цвет: Тёмно-серый

# STORAGE_4
source: Storage: 4GB
de: Kapazität: 4GB
it: Capacità: 4GB
ru: Память: 4GB

# STORAGE_8
source: Storage: 8GB
de: Kapazität: 8GB
it: Capacità: 8GB
ru: Память: 8GB

# STORAGE_16
source: Storage: 16GB
de: Kapazität: 16GB
it: Capacità: 16GB
ru: Память: 16GB

# STORAGE_32
source: Storage: 32GB
de: Kapazität: 32GB
it: Capacità: 32GB
ru: Память: 32GB

# STORAGE_64
source: Storage: 64GB
de: Kapazität: 64GB
it: Capacità: 64GB
ru: Память: 64GB

# STORAGE_128
source: Storage: 128GB
de: Kapazität: 128GB
it: Capacità: 128GB
ru: Память: 128GB

# REGION_AB
source: Egypt, Jordan, Saudi Arabia, United Arab Emirates
de: Ägypten, Jordanien, Saudi-Arabien, Vereinigte Arabische Emirate
it: Egitto, Giordania, Arabia Saudita, Emirati Arabi Uniti
ru: Египет, Иордания, Саудовская Аравия, Объединенные Арабские Эмираты

# REGION_AE
source: United Arab Emirates, Saudi Arabia, Qatar
de: Vereinigte Arabische Emirate, Saudi-Arabien, Katar
it: Emirati Arabi Uniti, Arabia Saudita, Qatar
ru: Объединенные Арабские Эмираты, Саудовская Аравия, Катар

# REGION_B
source: Ireland, UK, is also used for some replacement phones
de: Irland, Großbritannien, wird auch für einige Ersatztelefone verwendet
it: Irlanda, Regno Unito, usato anche per alcuni telefoni sostitutivi
ru: Ирландия, Великобритания, также используется для некоторых запасных телефонов

# REGION_BR
source: Brazil (Assembled in Brazil)
de: Brasilien (In Brasilien zusammengebaut)
it: Brasile (Assemblato in Brasile)
ru: Бразилия (Собранный в Бразилии)

# REGION_BZ
source: Brazil (Assembled in China)
de: Brasilien (In China zusammengebaut)
it: Brasile (Assemblato in Cina)
ru: Бразилия (Собранный в Китае)

# REGION_C
source: Canada
de: Kanada
ru: Канада

# REGION_CL
source: Canada
de: Kanada
ru: Канада

# REGION_CN
source: China
it: Cina
ru: Китай

# REGION_CS
source: Slovenia, Czech Republic
de: Slowenien, Tschechien
it: Slovenia, Cèchia
ru: Словения, Чехия

# REGION_CZ
source: Czech Republic
de: Tschechien
it: Cèchia
ru: Чехия

# REGION_D
source: Germany
de: Deutschland
it: Germania
ru: Германия

# REGION_DN
source: Austria, Germany, Netherlands
de: Österreich, Deutschland, die Niederlande
it: Austria, Germania, Paesi Bassi
ru: Австрия, Германия, Нидерланды

# REGION_E
source: Mexico
de: Mexiko
it: Messico
ru: Мексика

# REGION_EE
source: Estonia
de: Estland
ru: Эстония

# REGION_EL
source: Estonia, Latvia
de: Estland, Lettland
it: Estonia, Lettonia
ru: Эстония, Латвия

# REGION_ER
source: Ireland
de: Irland
it: Irlanda
ru: Ирландия

# REGION_FB
source: France, Luxembourg
de: Frankreich, Luxemburg
it: Francia, Lussemburgo
ru: Франция, Люксембург

# REGION_FD
source: Austria, Liechtenstein, Switzerland
de: Österreich, Liechtenstein, Schweiz
it: Austria, Liechtenstein, Svizzera
ru: Австрия, Лихтенштейн, Швейцария

# REGION_GR
source: Greece
de: Griechenland
it: Grecia
ru: Греция

# REGION_HN
source: India
de: Indien
ru: Индия

# REGION_ID
source: Indonesia
de: Indonesien
ru: Индонезия

# REGION_IP
source: Italy
de: Italien
it: Italia
ru: Италия

# REGION_HB
source: Israel
it: Israele
ru: Израиль

# REGION_J
source: Japan
it: Giappone
ru: Япония

# REGION_KH
source: China, South Korea
de: China, Südkorea
it: Cina, Corea del Sud
ru: Китай, Южная Корея

# REGION_KN
source: Norway
de: Norwegen
it: Norvegia
ru: Норвегия

# REGION_KS
source: Finland, Sweden
de: Finnland, Schweden
it: Finlandia, Svezia
ru: Финляндия, Швеция

# REGION_LA
source: Colombia, Ecuador, El Salvador, Guatemala, Honduras, Peru
de: Kolumbien, Ecuador, El Salvador, Guatemala, Honduras, Peru
it: Colombia, Ecuador, El Salvador, Guatemala, Honduras, Perù
ru: Колумбия, Эквадор, Сальвадор, Гватемала, Гондурас, Перу

# REGION_LE
source: Argentina
de: Argentinien
ru: Аргентина

# REGION_LL
source: USA
ru: США

# REGION_LZ
source: Chile, Paraguay, Uruguay
it: Cile, Paraguay, Uruguay
ru: Чили, Парагвай, Уругвай

# REGION_MG
source: Hungary
de: Ungarn
it: Ungheria
ru: Венгрия

# REGION_MY
source: Malaysia
ru: Малайзия

# REGION_NF
source: Belgium, France, Luxembourg
de: Belgien, Frankreich, Luxemburg
it: Belgio, Francia, Lussemburgo
ru: Бельгия, Франция, Люксембург

# REGION_PL
source: Poland
de: Polen
it: Polonia
ru: Польша

# REGION_PO
source: Portugal
it: Portogallo
ru: Португалия

# REGION_PP
source: Philippines
de: Philippinen
it: Filippine
ru: Филиппины

# REGION_RM
source: Kazakhstan
de: Kasachstan
ru: Казахстан

# REGION_RO
source: Romania
de: Rumänien
ru: Румыния

# REGION_RU
source: Russia
de: Russland
ru: Россия

# REGION_SL
source: Slovakia
de: Slowakei
it: Slovacchia
ru: Словакия

# REGION_SO
source: South Africa
de: Südafrika
it: Sudafrica
ru: ЮАР

# REGION_SU
source: Ukraine
it: Ucraina
ru: Украина

# REGION_T
source: Italy
de: Italien
it: Italia
ru: Италия

# REGION_TA
source: Taiwan
ru: Тайвань

# REGION_TH
source: Thailand
it: Thailandia
ru: Таиланд

# REGION_TU
source: Turkey
de: Türkei
it: Turchia
ru: Турция

# REGION_X
source: Australia, New Zealand
de: Australien, Neuseeland
it: Australia, Nuova Zelanda
ru: Австралия, Новая Зеландия

# REGION_Y
source: Spain
de: Spanien
it: Spagna
ru: Испания

# REGION_ZA
source: Singapore
de: Singapur
ru: Сингапур

# REGION_ZP
source: Hong Kong, Macao
ru: Гонконг, Макао
